Repository: Darmen-1899/e-med-platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Account
kk: Тіркелгі

source: Exit
kk: Шығу

source: Authorization
kk: Авторландыру

source: Registration
kk: Тіркеу

source: Your patients
kk: Сіздің пациенттеріңіз

source: Photo
kk: Фотосурет

source: Full Name
kk: Толық аты

source: Medicines
kk: Дәрі-дәрмектер

source: Main
kk: Бас

source: Patients
kk: Науқастар

source: Surname:
kk: Тегі:

source: Name:
kk: Аты:

source: Middle name:
kk: Екінші аты:

source: Login:
kk: Авторлану:

source: Your INN:
kk: Сіздің IIN

source: Applications for medicines:
kk: Дәрілік заттарға қолдану:

source: Medicine:
kk: Препарат:

source: Confirm
kk: Растау

source: Electronic recipe
kk: Электрондық рецепт

source: An electronic prescription is a legally significant, modern analogue of a conventional paper prescription. Now all assignments are transferred to a clear format, they cannot be forgotten or lost.
kk: Электрондық рецепт-бұл қарапайым қағаз рецептінің заңды маңызды заманауи аналогы. Енді барлық тапсырмалар түсінікті форматқа ауыстырылды, оларды ұмытуға немесе жоғалтуға болмайды.

source: User
kk: Қолданушы

source: Your medications:
kk: Сіздің дәрі-дәрмектеріңіз:

source: Frequency of use:
kk: Пайдалану жиілігі:

source: Description of the medicine:
kk: Дәрі-дәрмектің сипаттамасы:

source: You can submit a request for a medicine
kk: Сіз дәрі-дәрмек сұрауын жібере аласыз

source: Send a request
kk: Сұрау жіберу

source: Verify Cod
kk: Кодты Тексеру

source: Receive
kk: Алуға
